Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Widgets live before or after apps.
ar: توضع الأدوات قبل التطبيقات أو بعدها.
de: Widgets befinden sich vor oder nach Apps.
es: Los widgets se sitúan antes o después de las apps.
fr: Les widgets se placent avant ou après les apps.
hu: A widgetek az appok előtt vagy után helyezkednek el.
ja: ウィジェットはアプリの前後に配置されます。
nl: Widgets worden vóór of na apps weergegeven.
pl: Widżety znajdują się przed aplikacjami lub po nich.
pt: Os widgets ficam antes ou depois das apps.
ru: Виджеты располагаются до или после приложений.
sv: Widgetar ligger före eller efter apparna.
tr: Widget'lar uygulamalardan önce veya sonra yer alır.
vi: Các tiện ích nằm ở trước hoặc sau ứng dụng.
zh_hans: 小组件可显示在应用之前或之后。
zh_hant: 小工具位於應用程式的前方或後方。

source: Widgets Page
ar: صفحة الأدوات
de: Seite „Widgets“
es: Página Widgets
fr: Page Widgets
hu: Widgetek lap
ja: 「ウィジェット」ページ
nl: Widgetpagina
pl: Strona Widżety
pt: Página Widgets
ru: Страница «Виджеты»
sv: Sidan Widgetar
tr: Widget'lar Sayfası
vi: Trang Tiện ích
zh_hans: 小组件页面
zh_hant: 小工具頁面

source: Widgets Symbol
ar: رمز الأدوات
de: Symbol für „Widgets“
es: Símbolo de Widgets
fr: Symbole Widgets
hu: Widgetek szimbóluma
ja: 「ウィジェット」のシンボル
nl: Widgetsymbool
pl: Symbol widżetów
pt: Símbolo de Widgets
ru: Символ виджетов
sv: Symbol för Widgetar
tr: Widget'lar Sembolü
vi: Ký hiệu Tiện ích
zh_hans: 小组件符号
zh_hant: 小工具符號

source: Width
ar: عرض
de: Breite
es: Ancho
fr: Largeur
hu: Szélesség
ja: 幅
nl: Breedte
pl: Szerokość
pt: Largura
sv: Bredd
tr: Genişlik
vi: Độ rộng
zh_hans: 宽度
zh_hant: 寬度

source: Width of the dock border
ar: عرض حدود Dock
de: Breite des Dock-Rahmens
es: Anchura del borde del Dock
fr: Largeur de la bordure du dock
hu: A Dock szegélyének vastagsága
ja: Dockの枠線の幅
nl: Dikte van de rand van het Dock
pl: Szerokość obramowania Docka
pt: Largura do contorno da Dock
ru: Ширина границы Dock
sv: Bredd på dockans kantlinje
tr: Dock kenarlığının genişliği
vi: Độ rộng của đường viền dock
zh_hans: Dock 边框宽度
zh_hant: Dock 框線的寬度

source: wifi
ar: واي فاي
de: wlan

source: window
ar: نافذة
de: fenster
es: ventana
fr: fenêtre
hu: ablak
ja: ウインドウ
nl: venster
pl: okno
pt: janela
ru: окно
sv: fönster
tr: pencere
vi: cửa sổ
zh_hans: 窗口
zh_hant: 視窗

source: Window
ar: نافذة
de: Fenster
es: Ventana
fr: Fenêtre
hu: Ablak
ja: ウインドウ
nl: Venster
pl: Okno
pt: Janela
ru: Окно
sv: Fönster
tr: Pencere
vi: Cửa sổ
zh_hans: 窗口
zh_hant: 視窗

source: Window Actions
ar: إجراءات النافذة
de: Fensteraktionen
es: Acciones de ventana
fr: Actions de la fenêtre
hu: Ablakműveletek
ja: ウインドウアクション
nl: Vensteracties
pl: Akcje okna
pt: Ações de janela
ru: Действия окна
sv: Fönsteråtgärder
tr: Pencere Eylemleri
vi: Tác vụ cửa sổ
zh_hans: 窗口操作
zh_hant: 視窗動作

source: Window Activation
ar: تفعيل النافذة
de: Fensteraktivierung
es: Activación de ventanas
fr: Activation de la fenêtre
hu: Ablakaktiválás
ja: ウインドウのアクティブ化
nl: Vensteractivering
pl: Aktywacja okna
pt: Ativação de janelas
ru: Активация окна
sv: Fönsteraktivering
tr: Pencere Etkinleştirme
vi: Kích hoạt cửa sổ
zh_hans: 窗口切换确认方式
zh_hant: 視窗啟用方式

source: Window and app tracking for macOS
ar: تتبع النوافذ والتطبيقات لـ macOS
de: Fenster- und App-Erkennung für macOS
es: Seguimiento de ventanas y apps para macOS
fr: Suivi des fenêtres et des applications pour macOS
hu: Ablak- és appkövetés macOS-hez
ja: macOS用のウインドウとアプリの追跡
nl: Venster- en apptracking voor macOS
pl: Śledzenie okien i aplikacji dla macOS
pt: Monitorização de janelas e apps para macOS
ru: Отслеживание окон и приложений для macOS
sv: Fönster- och appspårning för macOS
tr: macOS için pencere ve uygulama takibi
vi: Theo dõi cửa sổ và ứng dụng cho macOS
zh_hans: macOS 上的窗口管理与应用状态追踪
zh_hant: 適用於 macOS 的視窗與應用程式追蹤功能

source: Window Behavior
ar: سلوك النوافذ
de: Fensterverhalten
es: Comportamiento de las ventanas
fr: Comportement des fenêtres
hu: Ablakok viselkedése
ja: ウインドウの動作
nl: Gedrag van het venster
pl: Zachowanie okien
pt: Comportamento das janelas
ru: Поведение окон
sv: Fönsterbeteende
tr: Pencere Davranışı
vi: Hành vi cửa sổ
zh_hans: 窗口行为
zh_hant: 視窗行為

source: Window closed
ar: النافذة مغلقة
de: Fenster geschlossen
es: Ventana cerrada
fr: Fenêtre fermée
hu: Ablak bezárva
ja: ウインドウが閉じられました
nl: Venster gesloten
pl: Okno zamknięte
pt: Janela fechada
ru: Окно закрыто
sv: Fönstret stängt
tr: Pencere kapandı
vi: Cửa sổ đã đóng
zh_hans: 窗口已关闭
zh_hant: 視窗已關閉

source: Window Controls
ar: تحكم النافذة
de: Fenster-Kontrollelemente
es: Controles de ventana
fr: Contrôles des fenêtres
hu: Ablakvezérlők
ja: ウインドウコントロール
nl: Vensterbediening
pl: Elementy sterujące oknem
pt: Controlos de janela
ru: Элементы управления окна
sv: Fönsterknappar
tr: Pencere Denetimleri
vi: Điều khiển cửa sổ
zh_hans: 窗口操作
zh_hant: 視窗控制

source: Window Display
ar: عرض النافذة
de: Fensteranzeige
es: Visualización de ventanas
fr: Affichage de la fenêtre
hu: Ablakmegjelenítés
ja: ウインドウの表示
nl: Vensterweergave
pl: Wyświetlanie okien
pt: Apresentação das janelas
ru: Отображение окон
sv: Fönstervisning
tr: Pencere Görünümü
vi: Hiển thị cửa sổ
zh_hans: 窗口显示
zh_hant: 視窗顯示設定

source: Window filters, ordering, placement, layout, app header, appearance, and compact list behavior
ar: عوامل تصفية النوافذ والترتيب والموضع والتخطيط ورأس التطبيق والمظهر وسلوك القائمة المدمجة
de: Fensterfilter, Sortierung, Platzierung, Layout, App-Kopfzeile, Darstellung und Verhalten der kompakten Liste
es: Filtros de ventanas, orden, posición, disposición, cabecera de la app, apariencia y comportamiento de la lista compacta
fr: Filtres de fenêtres, ordre, position, disposition, en-tête d'app, apparence et comportement de la liste compacte
hu: Ablakszűrők, sorrend, elhelyezés, elrendezés, appfejléc, megjelenés és a kompakt lista viselkedése
ja: ウインドウのフィルタ、並び順、配置、レイアウト、アプリヘッダ、外観、コンパクトリストの動作
nl: Vensterfilters, sorteren, plaatsing, indeling, app-koptekst, uiterlijk en het gedrag van de compacte lijst
pl: Filtry okien, kolejność, położenie, układ, nagłówek aplikacji, wygląd i zachowanie listy kompaktowej
pt: Filtros de janelas, ordenação, posicionamento, disposição, cabeçalho da app, aparência e comportamento da lista compacta
ru: Фильтры окон, порядок, размещение, макет, заголовок приложения, внешний вид и поведение компактного списка
sv: Fönsterfilter, ordning, placering, layout, apprubrik, utseende och beteende för kompakt lista
tr: Pencere filtreleri, sıralama, yerleşim, düzen, uygulama başlığı, görünüm ve kompakt liste davranışı
vi: Bộ lọc cửa sổ, thứ tự, vị trí, bố cục, tiêu đề ứng dụng, giao diện và hành vi danh sách thu gọn
zh_hans: 窗口筛选、排序、位置、布局、应用标题栏、外观和紧凑列表行为
zh_hant: 視窗篩選、排序方式、位置配置、佈局樣式、應用程式標頭、外觀以及精簡清單行為

source: Window list unavailable
ar: قائمة النوافذ غير متاحة
de: Fensterliste nicht verfügbar
es: Lista de ventanas no disponible
fr: Liste des fenêtres indisponible
hu: Az ablaklista nem érhető el
ja: ウインドウリストを利用できません
nl: Vensterlijst niet beschikbaar
pl: Lista okien jest niedostępna
pt: Lista de janelas indisponível
ru: Список окон недоступен
sv: Fönsterlistan är inte tillgänglig
tr: Pencere listesi kullanılamıyor
vi: Danh sách cửa sổ không khả dụng
zh_hans: 窗口列表不可用
zh_hant: 無法取得視窗列表

source: Window previews
ar: معاينات النوافذ
de: Fenstervorschauen
es: Previsualizaciones de ventanas
fr: Aperçus de fenêtres
hu: Ablak-előnézetek
ja: ウインドウプレビュー
nl: Venstervoorbeelden
pl: Podglądy okien
pt: Pré-visualizações de janelas
ru: Предпросмотры окон
sv: Fönsterförhandsvisningar
tr: Pencere önizlemeleri
vi: Xem trước cửa sổ
zh_hans: 窗口预览
zh_hant: 視窗預覽

source: Window Previews
ar: معاينات النافذة
de: Fenstervorschau
es: Previsualizaciones de ventanas
fr: Aperçus de fenêtres
hu: Ablak-előnézetek
ja: ウインドウプレビュー
nl: Venstervoorbeelden
pl: Podglądy okien
pt: Pré-visualizações de Janelas
ru: Предпросмотр окон
sv: Fönsterförhandsvisningar
tr: Pencere Önizlemeleri
vi: Xem trước cửa sổ
zh_hans: 窗口预览
zh_hant: 視窗預覽

source: Window Switcher
ar: مبدّل النوافذ
de: Fensterwechsler
es: Selector de ventanas
fr: Sélecteur de fenêtres
hu: Ablakváltó
ja: ウインドウスイッチャー
nl: Vensterwisselaar
pl: Przełącznik okien
pt: Alternador de janelas
ru: Переключатель окон
sv: Fönsterväxlare
tr: Pencere Değiştirici
vi: Bộ chuyển đổi cửa sổ
zh_hans: 窗口切换器
zh_hant: 視窗切換器

source: Window Switching
ar: مبدل النوافذ
de: Fensterwechsel
es: Cambio de ventanas
fr: Sélecteur de fenêtres
hu: Ablakváltás
ja: ウインドウの切り替え
nl: Vensterwisselaar
pl: Przełączanie okien
pt: Alternância de janelas
ru: Переключение окон
sv: Fönsterväxling
tr: Pencere Değiştirici
vi: Chuyển đổi cửa sổ
zh_hans: 窗口切换
zh_hant: 視窗切換

source: Window Title
ar: عنوان النافذة
de: Fenstertitel
es: Título de la ventana
fr: Titre de la fenêtre
hu: Ablakcím
ja: ウインドウタイトル
nl: Venstertitel
pl: Tytuł okna
pt: Título da janela
ru: Заголовок окна
sv: Fönstertitel
tr: Pencere Başlığı
vi: Tiêu đề cửa sổ
zh_hans: 窗口标题
zh_hant: 視窗標題

source: Window Title Only
ar: عنوان النافذة فقط
de: Nur Fenstertitel
es: Solo el título de la ventana
fr: Titre de la fenêtre uniquement
hu: Csak az ablakcím
ja: ウインドウタイトルのみ
nl: Alleen venstertitel
pl: Tylko tytuł okna
pt: Apenas título da janela
ru: Только заголовок окна
sv: Endast fönstertitel
tr: Yalnızca Pencere Başlığı
vi: Chỉ tiêu đề cửa sổ
zh_hans: 仅窗口标题
zh_hant: 僅視窗標題

source: Windows
ar: نوافذ
de: Fenster
es: Ventanas
fr: Fenêtres
hu: Ablakok
ja: ウインドウ
nl: Vensters
pl: Okna
pt: Janelas
ru: Окна
sv: Fönster
tr: Pencereler
vi: Cửa sổ
zh_hans: 窗口
zh_hant: 視窗

source: Windows from these apps lead the switcher in this order. Drag to reorder.
ar: تتصدر نوافذ هذه التطبيقات المبدّل بهذا الترتيب. اسحب لإعادة الترتيب.
de: Fenster dieser Apps stehen in dieser Reihenfolge am Anfang des Fensterwechslers. Zum Neuanordnen ziehen.
es: Las ventanas de estas apps encabezan el selector en este orden. Arrastra para reordenar.
fr: Les fenêtres de ces apps apparaissent en tête du sélecteur dans cet ordre. Faites glisser pour réorganiser.
hu: Ezeknek az appoknak az ablakai vezetik a váltót, ebben a sorrendben. Húzással rendezhet át.
ja: これらのアプリのウインドウが、この順序でスイッチャーの先頭に表示されます。ドラッグして並べ替えます。
nl: Vensters van deze apps staan in deze volgorde vooraan in de wisselaar. Sleep om de volgorde te wijzigen.
pl: Okna tych aplikacji są wyświetlane na początku przełącznika w tej kolejności. Przeciągnij, aby zmienić kolejność.
pt: As janelas destas apps aparecem primeiro no alternador, por esta ordem. Arraste para reordenar.
ru: Окна этих приложений идут первыми в переключателе в этом порядке. Перетаскивайте, чтобы изменить порядок.
sv: Fönster från de här apparna visas först i växlaren i den här ordningen. Dra för att ändra ordning.
tr: Bu uygulamaların pencereleri değiştiricide bu sırayla başta yer alır. Yeniden sıralamak için sürükle.
vi: Cửa sổ của các ứng dụng này đứng đầu bộ chuyển đổi theo thứ tự này. Kéo để sắp xếp lại.
zh_hans: 这些应用的窗口按此顺序优先显示在切换器中。拖移可调整顺序。
zh_hant: 這些應用程式的視窗會依此順序顯示在切換器中。拖曳以重新排序。

source: Windows of these apps are never resized. Use this for apps that force their own window size and would otherwise be resized repeatedly.
ar: لا يتم أبدًا تغيير حجم نوافذ هذه التطبيقات. استخدم هذا للتطبيقات التي تفرض حجم نوافذها الخاص والتي كان سيتغير حجمها مرارًا بخلاف ذلك.
de: Die Größe von Fenstern dieser Apps wird nie geändert. Verwenden Sie dies für Apps, die ihre eigene Fenstergröße erzwingen und sonst wiederholt in der Größe geändert würden.
es: Las ventanas de estas apps nunca se redimensionan. Úsalo para apps que imponen su propio tamaño de ventana y que, de lo contrario, se redimensionarían una y otra vez.
fr: Les fenêtres de ces apps ne sont jamais redimensionnées. Utilisez cette option pour les apps qui imposent leur propre taille de fenêtre et seraient sinon redimensionnées en boucle.
hu: Ezeknek az appoknak az ablakai soha nem lesznek átméretezve. Olyan appokhoz használja, amelyek saját ablakméretet kényszerítenek ki, és különben ismételten átméreteződnének.
ja: これらのアプリのウインドウはサイズ変更されません。独自のウインドウサイズを強制し、そのままでは繰り返しサイズ変更されてしまうアプリに使用してください。
nl: Het formaat van vensters van deze apps wordt nooit aangepast. Gebruik dit voor apps die hun eigen venstergrootte afdwingen en anders steeds opnieuw van formaat zouden veranderen.
pl: Rozmiar okien tych aplikacji nigdy nie jest zmieniany. Użyj tej opcji dla aplikacji, które wymuszają własny rozmiar okna i w przeciwnym razie byłyby wielokrotnie dopasowywane.
pt: As janelas destas apps nunca são redimensionadas. Use isto para apps que impõem o seu próprio tamanho de janela e que, de outra forma, seriam redimensionadas repetidamente.
ru: Размер окон этих приложений никогда не изменяется. Используйте это для приложений, которые задают собственный размер окна и иначе изменялись бы снова и снова.
sv: Fönster i de här apparna ändrar aldrig storlek. Använd detta för appar som tvingar fram sin egen fönsterstorlek och annars skulle ändra storlek upprepade gånger.
tr: Bu uygulamaların pencereleri asla yeniden boyutlandırılmaz. Kendi pencere boyutunu zorlayan ve aksi halde tekrar tekrar yeniden boyutlandırılacak uygulamalar için bunu kullan.
vi: Cửa sổ của các ứng dụng này không bao giờ bị đổi kích thước. Dùng tùy chọn này cho các ứng dụng tự áp đặt kích thước cửa sổ, vốn sẽ bị đổi kích thước liên tục nếu không được loại trừ.
zh_hans: 这些应用的窗口不会被调整大小。适用于强制设定自身窗口大小的应用，以避免窗口大小被反复调整。
zh_hant: 這些應用程式的視窗永遠不會被調整大小。請針對那些會強制設定自身視窗大小，且若不這樣做就會被反覆調整大小的應用程式使用此選項。

source: Windows Shown
ar: النوافذ المعروضة
de: Angezeigte Fenster
es: Ventanas mostradas
fr: Fenêtres affichées
hu: Megjelenített ablakok
ja: 表示するウインドウ
nl: Weergegeven vensters
pl: Pokazywane okna
pt: Janelas mostradas
ru: Показанные окна
sv: Fönster som visas
tr: Gösterilen Pencereler
vi: Cửa sổ hiển thị
zh_hans: 显示的窗口
zh_hant: 顯示的視窗項目

source: Wired
ar: ثابتة
de: Reserviert
es: Residente
fr: Résidente
hu: Rögzített
ja: 確保
nl: Vast
pl: Układowa
pt: Fixa
ru: Зарезерв.
sv: Fast
tr: Kablolu
vi: Cố định
zh_hans: 联动
zh_hant: 固定

source: Wired Memory
ar: الذاكرة الثابتة
de: Reservierter Speicher
es: Memoria residente
fr: Mémoire résidente
hu: Rögzített memória
ja: 確保されているメモリ
nl: Vast geheugen
pl: Pamięć układowa
pt: Memória fixa
ru: Зарезервированная память
sv: Fast minne
tr: Kablolu Bellek
vi: Bộ nhớ cố định
zh_hans: 联动内存
zh_hant: 固定記憶體

source: With ⌘ held, the Cycle Windows key steps through the highlighted app's windows. Once a window is selected, the Preview Navigator action keys (Q, M, F by default) act on it. Until then ⌘Q, ⌘H and the other native switcher keys work as usual.
ar: مع الضغط باستمرار على ⌘، ينتقل مفتاح «تدوير النوافذ» بين نوافذ التطبيق المميز. بمجرد تحديد نافذة، تعمل عليها مفاتيح إجراءات «مستعرض المعاينات» (Q وM وF افتراضيًا). وحتى ذلك الحين، تعمل ⌘Q و⌘H ومفاتيح المبدّل الأصلي الأخرى كالمعتاد.
de: Bei gedrückter ⌘-Taste blättert die Taste zum Wechseln zwischen Fenstern durch die Fenster der hervorgehobenen App. Sobald ein Fenster ausgewählt ist, wirken die Aktionstasten des Vorschau-Navigators (standardmäßig Q, M, F) darauf. Bis dahin funktionieren ⌘Q, ⌘H und die anderen nativen Wechslertasten wie gewohnt.
es: Con ⌘ pulsada, la tecla Alternar ventanas recorre las ventanas de la app resaltada. Una vez seleccionada una ventana, las teclas de acción del Navegador de previsualizaciones (Q, M, F por omisión) actúan sobre ella. Hasta entonces, ⌘Q, ⌘H y las demás teclas del selector nativo funcionan como siempre.
fr: En maintenant ⌘, la touche Parcourir les fenêtres passe d'une fenêtre à l'autre de l'app en surbrillance. Une fois une fenêtre sélectionnée, les touches d'action du navigateur d'aperçus (Q, M, F par défaut) agissent sur elle. D'ici là, ⌘Q, ⌘H et les autres touches du sélecteur natif fonctionnent comme d'habitude.
hu: A ⌘ lenyomva tartásakor az Ablakok váltása billentyű végiglépked a kiemelt app ablakain. Egy ablak kijelölése után az Előnézet navigátor műveletbillentyűi (alapértelmezés szerint Q, M, F) azon hajtódnak végre. Addig a ⌘Q, a ⌘H és a többi natív váltóbillentyű a szokásos módon működik.
ja: ⌘キーを押したまま「ウインドウを切り替え」キーを押すと、ハイライトされたアプリのウインドウを順に切り替えます。ウインドウを選択すると、プレビューナビゲータのアクションキー（デフォルトではQ、M、F）がそのウインドウに作用します。それまでは、⌘Q、⌘Hなどの標準のスイッチャーキーが通常どおり機能します。
nl: Als je ⌘ ingedrukt houdt, blader je met de toets ‘Door vensters bladeren’ door de vensters van de geselecteerde app. Zodra een venster is geselecteerd, werken de actietoetsen van de ‘Voorbeeldnavigator’ (standaard Q, M en F) daarop. Voor die tijd werken ⌘Q, ⌘H en de andere standaard wisselaartoetsen zoals gewoonlijk.
pl: Przytrzymując ⌘, użyj klawisza Przełączaj okna, aby przechodzić między oknami wyróżnionej aplikacji. Po wybraniu okna działają na nim klawisze akcji Nawigatora podglądu (domyślnie Q, M i F). Do tego czasu ⌘Q, ⌘H i pozostałe natywne klawisze przełącznika działają jak zwykle.
pt: Com ⌘ premida, a tecla Percorrer Janelas percorre as janelas da app realçada. Assim que uma janela estiver selecionada, as teclas de ação do Navegador de pré-visualizações (Q, M e F por predefinição) atuam sobre ela. Até lá, ⌘Q, ⌘H e as outras teclas nativas do alternador funcionam normalmente.
ru: Если удерживать ⌘, клавиша «Перебор окон» переключает окна выделенного приложения. Когда окно выбрано, к нему применяются клавиши действий навигатора предпросмотра (по умолчанию Q, M, F). До этого ⌘Q, ⌘H и другие клавиши системного переключателя работают как обычно.
sv: När du håller ned ⌘ stegar tangenten för Växla fönster igenom den markerade appens fönster. När ett fönster är valt agerar åtgärdstangenterna i Förhandsvisningsnavigator (Q, M, F som standard) på det. Tills dess fungerar ⌘Q, ⌘H och systemväxlarens övriga tangenter som vanligt.
tr: ⌘ basılıyken, Pencereleri Döngüle tuşu vurgulanan uygulamanın pencereleri arasında gezinir. Bir pencere seçildiğinde, Önizleme Gezgini eylem tuşları (varsayılan olarak Q, M, F) onun üzerinde işlem yapar. O zamana kadar ⌘Q, ⌘H ve diğer yerel değiştirici tuşlar her zamanki gibi çalışır.
vi: Khi giữ ⌘, phím Chuyển đổi cửa sổ sẽ lần lượt đi qua các cửa sổ của ứng dụng đang được tô sáng. Khi một cửa sổ đã được chọn, các phím tác vụ của Trình điều hướng xem trước (mặc định là Q, M, F) sẽ tác động lên cửa sổ đó. Trước lúc đó, ⌘Q, ⌘H và các phím khác của bộ chuyển đổi mặc định vẫn hoạt động như bình thường.
zh_hans: 按住 ⌘ 时，“窗口切换键”可逐个切换高亮应用的窗口。选中窗口后，“预览导航器”的操作键（默认为 Q、M、F）将作用于该窗口。选中窗口前，⌘Q、⌘H 等原生切换器快捷键照常工作。
zh_hant: 按住 ⌘ 時，按下「循環切換視窗」鍵可逐一切換目前反白應用程式的視窗。選取視窗後，「預覽導覽器」的操作鍵（預設為 Q、M、F）會套用至該視窗。在選取視窗之前，⌘Q、⌘H 及其他系統原生切換器快速鍵仍會照常運作。

source: With the menu bar icon off, you can still reopen Settings from the dock's profile or settings button — or by relaunching DockDoor Pro from Finder, Spotlight, or Launchpad.
ar: مع إيقاف أيقونة شريط القائمة، لا يزال بإمكانك إعادة فتح الإعدادات من زر ملف التعريف أو زر الإعدادات في Dock، أو بإعادة تشغيل DockDoor Pro من Finder أو Spotlight أو Launchpad.
de: Wenn das Menüleistensymbol deaktiviert ist, können Sie die Einstellungen weiterhin über die Profil- oder Einstellungsschaltfläche im Dock öffnen – oder indem Sie DockDoor Pro über Finder, Spotlight oder Launchpad erneut starten.
es: Con el icono de la barra de menús desactivado, aún puedes reabrir Ajustes desde el botón de perfil o de ajustes del Dock, o volviendo a abrir DockDoor Pro desde el Finder, Spotlight o Launchpad.
fr: Avec l'icône de la barre des menus désactivée, vous pouvez toujours rouvrir les Paramètres depuis le bouton de profil ou de paramètres du Dock, ou en relançant DockDoor Pro depuis le Finder, Spotlight ou Launchpad.
hu: Ha a menüsor ikonja ki van kapcsolva, a Beállításokat továbbra is megnyithatja a Dock profil- vagy beállítások gombjával, vagy a DockDoor Pro újraindításával a Finderből, a Spotlightból vagy a Launchpadből.
ja: メニューバーアイコンをオフにしても、Dockのプロファイルボタンや設定ボタンから設定を再度開けます。Finder、Spotlight、LaunchpadからDockDoor Proを再起動して開くこともできます。
nl: Ook als het pictogram in de menubalk is uitgeschakeld, kun je 'Instellingen' nog steeds openen via de profiel- of instellingenknop in het Dock, of door DockDoor Pro opnieuw te starten vanuit de Finder, Spotlight of Launchpad.
pl: Gdy ikona paska menu jest wyłączona, nadal możesz ponownie otworzyć Ustawienia z przycisku profilu lub ustawień w Docku albo przez ponowne uruchomienie DockDoor Pro z Findera, Spotlight lub Launchpada.
pt: Com o ícone da barra de menus desativado, pode continuar a reabrir as Definições através do botão de perfil ou de definições da Dock, ou voltando a abrir o DockDoor Pro a partir do Finder, do Spotlight ou do Launchpad.
ru: Если значок в строке меню выключен, вы все равно можете открыть настройки кнопкой профиля или настроек в Dock, а также перезапустив DockDoor Pro из Finder, Spotlight или Launchpad.
sv: Med menyradssymbolen avstängd kan du fortfarande öppna Inställningar igen från dockans profil- eller inställningsknapp, eller genom att starta om DockDoor Pro från Finder, Spotlight eller Launchpad.
tr: Menü çubuğu simgesi kapalıyken bile Ayarlar'ı dock'un profil veya ayarlar düğmesinden — ya da DockDoor Pro'yu Finder, Spotlight veya Launchpad'den yeniden başlatarak — yeniden açabilirsin.
vi: Khi biểu tượng thanh menu tắt, bạn vẫn có thể mở lại phần Cài đặt từ nút hồ sơ hoặc nút cài đặt của dock — hoặc bằng cách chạy lại DockDoor Pro từ Finder, Spotlight hoặc Launchpad.
zh_hans: 即使关闭菜单栏图标，仍可通过 Dock 中的配置文件按钮或设置按钮重新打开“设置”；也可以通过访达、聚焦或启动台重新启动 DockDoor Pro。
zh_hant: 即使關閉選單列圖示，您仍可透過 Dock 的設定檔或設定按鈕重新開啟「設定」 — 或者從 Finder、Spotlight 或 Launchpad 重新啟動 DockDoor Pro。

source: World Clock
ar: الساعة العالمية
de: Weltuhr
es: Reloj mundial
fr: Horloge mondiale
hu: Világóra
ja: 世界時計
nl: Wereldklok
pl: Zegar światowy
pt: Relógio Mundial
ru: Мировые часы
sv: Världsklocka
tr: Dünya Saati
vi: Đồng hồ thế giới
zh_hans: 世界时钟
zh_hant: 世界時鐘

source: Wrap Alt-Tab window controls in a frosted pill background
ar: إحاطة عناصر تحكم نوافذ Alt-Tab بخلفية على شكل كبسولة ضبابية
de: Alt-Tab-Fenstersteuerungen in einem mattierten Kapselhintergrund anzeigen
es: Envuelve los controles de ventana de Alt-Tab en un fondo de píldora esmerilado
fr: Entourer les commandes de fenêtre Alt-Tab d'un fond givré en capsule
hu: Az Alt-Tab ablakvezérlőinek körbevétele homályosított buborékháttérrel
ja: Alt-Tabのウインドウコントロールをすりガラス風のピル背景で囲みます
nl: De vensterbedieningselementen plaatsen op een pil met matte achtergrond in Alt-Tab
pl: Umieść elementy sterujące oknem Alt-Tab na matowym tle w kształcie kapsułki
pt: Envolver os controlos de janela do Alt-Tab num fundo de cápsula fosca
ru: Обернуть элементы управления окном Alt-Tab в матовый фон-пилюлю
sv: Omge fönsterknapparna i Alt-Tab med en frostad kapselbakgrund
tr: Alt-Tab pencere denetimlerini buzlu bir hap arka planına sar
vi: Bọc các nút điều khiển cửa sổ Alt-Tab trong một nền hình viên thuốc mờ
zh_hans: 为 Alt-Tab 窗口控制按钮添加磨砂胶囊背景
zh_hant: 將 Alt-Tab 視窗控制項包裹在毛玻璃膠囊背景中

source: Wrap buttons in a frosted pill background
ar: إحاطة الأزرار بخلفية على شكل كبسولة ضبابية
de: Schaltflächen in einem mattierten Kapselhintergrund anzeigen
es: Envuelve los botones en un fondo de píldora esmerilado
fr: Applique un fond givré en forme de pilule
hu: A gombok körbevétele homályosított buborékháttérrel
ja: ボタンをすりガラス風のピル背景で囲みます
nl: Knoppen plaatsen op een pil met een matte achtergrond
pl: Umieść przyciski na matowym tle w kształcie kapsułki
pt: Envolver os botões num fundo de cápsula fosca
ru: Обернуть кнопки в матовый фон-пилюлю
sv: Omge knapparna med en frostad kapselbakgrund
tr: Düğmeleri buzlu bir hap arka planına sar
vi: Bọc các nút trong một nền hình viên thuốc mờ
zh_hans: 为按钮添加磨砂胶囊背景
zh_hant: 將按鈕包裹在毛玻璃膠囊背景中
